{
  "source": "VietMed-NER DISEASESYMTOM (CC-BY-4.0, NAACL 2025)",
  "note": "Medical lecture/media domain — supplements disease vocab but NOT prescription-focused",
  "disease_symptoms": {
    "ung thư": 237,
    "triệu chứng": 193,
    "đau": 167,
    "béo phì": 163,
    "huyết áp": 163,
    "biến chứng": 132,
    "loãng xương": 120,
    "đột quỵ": 107,
    "vi khuẩn": 100,
    "parkinson": 87,
    "rung nhĩ": 87,
    "viêm": 75,
    "bệnh lý": 70,
    "rối loạn": 60,
    "đau đầu": 59,
    "chóng mặt": 52,
    "mỡ máu": 49,
    "trầm cảm": 48,
    "căng thẳng": 47,
    "đái tháo đường": 46,
    "stress": 45,
    "bị tiêu": 45,
    "tổn thương": 44,
    "virus": 44,
    "có thai": 39,
    "rụng tóc": 38,
    "mầm bệnh": 38,
    "tiểu đường": 38,
    "rong kinh": 36,
    "thuyên tắc huyết khối tĩnh mạch": 36,
    "tử vong": 35,
    "xơ vữa động mạch": 35,
    "mất ngủ": 34,
    "rong huyết": 34,
    "covid": 33,
    "chảy máu": 33,
    "ra máu": 32,
    "bệnh lý nền": 30,
    "táo bón": 29,
    "cục máu đông": 28,
    "tác dụng phụ": 28,
    "hoa mắt": 27,
    "đau nhức": 27,
    "tê bì": 27,
    "hội chứng ruột kích thích": 27,
    "chậm": 26,
    "thiếu máu": 26,
    "tiêu xương": 26,
    "mảng xơ vữa": 25,
    "nhiễm trùng": 25,
    "gãy xương": 25,
    "tăng huyết áp": 24,
    "rối loạn mỡ máu": 24,
    "viêm đại tràng": 24,
    "mắc bệnh": 23,
    "quan hệ": 23,
    "suy tim": 23,
    "da nhạy cảm": 23,
    "nhồi máu cơ tim": 23,
    "mệt mỏi": 21,
    "sụt cân": 21,
    "khối u": 21,
    "mất răng": 21,
    "bị bệnh": 20,
    "thoái hóa": 20,
    "alzheimer": 20,
    "tế bào ung thư": 20,
    "dị ứng": 19,
    "tái phát": 19,
    "lo âu": 19,
    "u xơ tử cung": 19,
    "điếc": 18,
    "bệnh nền": 17,
    "bẩm sinh": 16,
    "cholesterol": 16,
    "tai biến": 16,
    "di truyền": 16,
    "khiếm thính": 16,
    "mãn tính": 15,
    "khó thở": 15,
    "sốt": 15,
    "cúm a": 14,
    "thoái hóa khớp": 14,
    "sa sút trí tuệ": 14,
    "tai nạn": 14,
    "tự ti": 14,
    "cường giáp": 14,
    "thiếu máu não thoáng qua": 13,
    "covid19": 12,
    "đau tức ngực": 12,
    "thiểu năng vành": 12,
    "sarscov2": 12,
    "f0": 11,
    "bị": 11,
    "cao huyết áp": 11,
    "câm": 11,
    "rối loạn nhịp tim": 10,
    "suy giãn tĩnh mạch": 10,
    "thoái hóa cột sống": 10,
    "lây nhiễm": 10,
    "tình trạng xơ vữa mạch": 10,
    "hay quên": 10,
    "xơ vữa": 10,
    "tăng sắc tố": 10,
    "di chứng": 10,
    "tăng cân": 10,
    "thừa cân": 10,
    "chấn thương": 10,
    "hồi hộp trống ngực": 10,
    "ký sinh trùng": 10,
    "kích ứng": 10,
    "bệnh xương khớp": 10,
    "sợ hãi": 10,
    "có kinh": 10,
    "tâm thần": 9,
    "buồn nôn": 9,
    "lây lan": 9,
    "làn da nhạy cảm": 9,
    "bệnh mãn tính": 9,
    "cong chân": 9,
    "tiền đình": 8,
    "lão hóa": 8,
    "đau lưng": 8,
    "thèm ăn": 8,
    "bệnh gút": 8,
    "hoại tử": 8,
    "ký sinh": 7,
    "bệnh dại": 7,
    "thiếu máu não": 7,
    "mảng xơ vữa động mạch": 7,
    "lú lẫn": 7,
    "sốt rét": 7,
    "viêm tai": 7,
    "tim đập nhanh": 7,
    "cảm cúm": 7,
    "nhức mỏi": 7,
    "mụn": 7,
    "chuột rút": 7,
    "co giật": 7,
    "hành kinh": 7,
    "hen": 6,
    "bệnh tự miễn": 6,
    "viêm nhiễm": 6,
    "tai biến mạch máu não": 6,
    "bạch hầu": 6,
    "vữa xơ động mạch": 6,
    "đau bụng": 6,
    "nhiễm khuẩn": 6,
    "thoát vị đĩa đệm": 6,
    "viêm gan": 6,
    "bất an": 6,
    "sinh non": 6,
    "ung thư cổ tử cung": 5,
    "chán ăn": 5,
    "suyễn": 5,
    "rối loạn lipid máu": 5,
    "lao": 5,
    "cúm": 5,
    "ung thư dạ dày": 5,
    "tình trạng xơ vữa động mạch": 5,
    "suy kiệt": 5,
    "viêm loét": 5,
    "đậu mùa": 5,
    "viêm phổi": 5,
    "tức ngực": 5,
    "bạc tóc": 5,
    "xuất huyết": 5,
    "triệu chứng run": 5,
    "tiêu chảy": 5,
    "hiv": 5,
    "ung thư vú": 5,
    "ra máu âm đạo": 5,
    "ngộ độc": 5,
    "bệnh thuyên tắc huyết khối": 5,
    "nhịp tim nhanh": 4,
    "tê bì kiến bò": 4,
    "châm chích": 4,
    "bệnh lý thoái hóa": 4,
    "ngủ kém": 4,
    "đau thần kinh tọa": 4,
    "xây xẩm": 4,
    "ruồi giấm": 4,
    "đổ dầu": 4,
    "run": 4,
    "suy thận": 4,
    "nhớ nhớ quên quên": 4,
    "vết cắt": 4,
    "vết thương": 4,
    "chán nản": 4,
    "tắc mạch": 4,
    "suy dinh dưỡng": 4,
    "bít tắc lỗ chân lông": 4,
    "đa xơ cứng": 4,
    "rối loạn vận động": 4,
    "ung thư phổi": 4,
    "tự kỷ": 4,
    "mụn ẩn": 4,
    "loạn động": 4,
    "rối loạn chức năng": 4,
    "dư": 4
  },
  "organs": {
    "cơ thể": 216,
    "xương": 200,
    "não": 175,
    "máu": 146,
    "tế bào": 123,
    "da": 116,
    "thần kinh": 115,
    "tóc": 115,
    "tim": 110,
    "răng": 94,
    "tim mạch": 83,
    "ruột": 74,
    "mạch": 69,
    "huyết": 68,
    "hệ miễn dịch": 58,
    "cơ": 58,
    "miệng": 51,
    "đường ruột": 49,
    "cái xương": 47,
    "tử cung": 47,
    "mạch máu": 46,
    "dạ dày": 44,
    "động mạch": 42,
    "vi sinh vật": 37,
    "xương khớp": 36,
    "hệ vi sinh": 36,
    "khớp": 35,
    "tĩnh mạch": 33,
    "thận": 31,
    "não bộ": 29,
    "tai": 28,
    "gen": 28,
    "chân tay": 28,
    "mô": 25,
    "gan": 25,
    "ngực": 24,
    "mái tóc": 24,
    "môi": 23,
    "đại tràng": 23,
    "làn da": 22,
    "mũi": 22,
    "đường tiêu hóa": 20,
    "họng": 20,
    "nội mạc": 20,
    "niêm mạc": 19,
    "thắt lưng": 19,
    "cột sống": 19,
    "buồng tử cung": 19,
    "tâm nhĩ": 18,
    "da đầu": 18,
    "lưng": 17,
    "phổi": 17,
    "nhân xơ": 17,
    "hệ": 16,
    "nội mạc tử cung": 16,
    "cổ tử cung": 16,
    "cơ xương khớp": 15,
    "nội tạng": 14,
    "sắc tố": 14,
    "âm đạo": 14,
    "bề mặt da": 14,
    "buồng trứng": 14,
    "nang tóc": 13,
    "nội tiết": 13,
    "bộ não": 13,
    "hàm răng": 13,
    "cổ tay": 12,
    "bàn tay": 12,
    "khung xương": 12,
    "tuyến giáp": 11,
    "xương hàm": 11,
    "chân răng": 11,
    "mật": 10,
    "sọ": 9,
    "cơ địa": 9,
    "bàng quang": 9,
    "gáy": 9,
    "chân": 9,
    "mắt": 9,
    "dây thần kinh": 9,
    "trái tim": 8,
    "tế bào t": 8,
    "các chi": 8,
    "polyp": 8,
    "tế bào sừng": 7,
    "khớp gối": 7,
    "tế bào gốc": 7,
    "gân": 7,
    "gót chân": 7,
    "tâm thất": 7,
    "dòng máu": 6,
    "vai": 6,
    "các cái khớp": 6,
    "tế bào b": 6,
    "chân tóc": 6,
    "dna": 6,
    "tay": 6,
    "tế bào não": 6,
    "thần kinh ruột": 6,
    "cơ tử cung": 6
  },
  "vitals_patterns": {
    "cao": 295,
    "rất nhiều": 98,
    "thứ nhất": 76,
    "cái thứ hai": 51,
    "tỷ lệ": 44,
    "mức độ": 44,
    "một phần": 29,
    "thấp": 27,
    "những bệnh nhân": 25,
    "một người": 21,
    "trung bình": 21,
    "phân tử": 21,
    "một vài": 17,
    "phần trăm": 15,
    "cái tỷ lệ": 14,
    "nhịp tim": 14,
    "ph": 12,
    "rất là lớn": 12,
    "phần lớn": 10,
    "hba1c": 10,
    "một trăm phần trăm": 10,
    "hiệu quả cao nhất": 10,
    "hai lần": 9,
    "cường độ": 9,
    "hiệu quả nhất": 9,
    "năm mươi": 8,
    "phổ biến nhất": 7,
    "hữu hiệu": 7,
    "đường huyết": 6,
    "ba bước": 6,
    "ba mươi phần trăm": 6,
    "một viên": 6,
    "vòng luẩn quẩn": 6,
    "mật độ": 6,
    "ít hơn": 5,
    "hiệu quả cao": 5,
    "giá thành": 5,
    "mười chín tỉnh": 5,
    "bốn viên": 4,
    "trọng lượng phân tử thấp": 4,
    "từ năm đến mười": 4,
    "hai viên": 4,
    "liều thuốc": 4,
    "các chỉ số": 4,
    "một ca": 4,
    "một trăm người": 3,
    "hiệu quả tốt nhất": 3,
    "phần thứ hai": 3,
    "chiếm đa số": 3,
    "liều lượng": 3
  },
  "specific_drug_names": {
    "canxi": 100,
    "vitamin d": 72,
    "đông trùng hạ thảo": 71,
    "vắcxin": 37,
    "kẽm": 29,
    "progesterone": 23,
    "selen": 21,
    "estrogen": 21,
    "vitamin k": 16,
    "immunesoyz": 13,
    "đan sâm": 13,
    "sắt": 13,
    "collagen": 13,
    "hoàng liên": 12,
    "quả thể": 12,
    "vitamin c": 12,
    "kga1": 12,
    "hòe hoa": 11,
    "fumarate": 11,
    "thuốc tránh thai": 11,
    "l-carnitine": 10,
    "iod": 10,
    "viên nang đông trùng hạ thảo": 10,
    "niacinamide": 9,
    "hạ thảo": 8,
    "hương liệu": 8,
    "corticoid": 8,
    "kem dưỡng ẩm": 7,
    "vi khuẩn có hại": 7,
    "chiết xuất từ thực vật": 7,
    "kem dưỡng": 7,
    "enzyme": 7,
    "melanin": 7,
    "penicillin": 7,
    "axit amin": 7,
    "polysaccharide": 7,
    "natri": 7,
    "toner": 6,
    "insulin": 6,
    "viên nang": 6,
    "vitamin e": 6,
    "vắc xin": 6,
    "nấm hầu thủ": 6,
    "đẳng sâm": 6,
    "độc tố": 6,
    "xà phòng": 6,
    "lợi khuẩn": 6,
    "thuốc chống đông": 6,
    "chất bổ trợ": 6,
    "immunegamma": 6,
    "levodopa": 5,
    "nấm đông trùng hạ thảo": 5,
    "chất bảo quản": 5,
    "thuốc tiêm": 5,
    "protid": 5,
    "sâm ngọc linh": 4,
    "adenosine": 4,
    "rutin": 4,
    "serotonin": 4,
    "omega3": 4,
    "hoa thủy tiên biển": 4,
    "cồn": 4,
    "nguyên tố vi lượng": 4,
    "sodium": 4,
    "delta": 4,
    "chất khoáng": 4,
    "nhân sâm": 4,
    "magie": 4,
    "phốtpho": 4,
    "bạch phục linh": 4,
    "hoàng bá": 4,
    "5htp": 4,
    "thuốc chống tiểu cầu": 3,
    "cam thảo": 3,
    "bạch quả": 3,
    "serum đặc trị": 3,
    "bã nhờn": 3,
    "chất bột đường": 3,
    "thuốc tiêu sợi huyết": 3,
    "inr": 3,
    "chất độc": 3,
    "kiềm": 3,
    "mồ hôi": 3,
    "cetaphil": 3,
    "umami": 3,
    "thuốc chống trầm cảm": 3,
    "adenosine cordycepin": 3,
    "thuốc men": 3,
    "cordycepin": 3,
    "carbohydrate": 3,
    "cortisol trong máu": 3,
    "tam đại bộ phẩm": 3,
    "aspirin": 3,
    "hạt sắc tố": 3,
    "pepsin": 3,
    "thuốc thoa": 3,
    "gel lotion": 3,
    "thuốc tê": 3,
    "vi lượng": 3,
    "nước tiểu": 3,
    "biphosphonate": 3,
    "bạch thược": 3
  }
}